Repository: A1mAssist/OpenSynapse
Catalog: src/OpenSynapse.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppLogo.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: OpenSynapse logo
zh_cn: OpenSynapse 标志

# Loc_70C0B22D6C.Content
source: Overview
zh_cn: 概览

# Loc_D1F5A968DF.Content
source: Devices
zh_cn: 设备

# Loc_8C8F3B71B8.Content
source: Profiles
zh_cn: 配置

# Loc_D1F42581D7.Content
source: Diagnostics
zh_cn: 诊断

# Loc_F88204263B.Content
source: About
zh_cn: 关于

# Loc_643DCA0BC0.Text
source: System telemetry
zh_cn: 系统遥测

# Loc_7A745D34B1.Text
source: Temperature
zh_cn: 温度

# Loc_B391411492.Text
source: Power
zh_cn: 功耗

# Loc_F58BD88A2E.Text
source: Load
zh_cn: 负载

# Loc_38C653FB6C.Text
source: Clock
zh_cn: 频率

# Loc_B7D0B7C1CD.Text
source: Connected devices
zh_cn: 已连接设备

# Loc_E7F68C4BF6.Text
source: Devices
zh_cn: 设备

# Loc_0053B5D025.Text
source: Discovered devices and their verified controls.
zh_cn: 已发现的设备及其已验证控制。

# Loc_AB55074471.Content
source: Scan again
zh_cn: 重新探测

# Loc_A89D57B72A.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Laptop device
zh_cn: 笔记本设备

# Loc_D90B2AACF6.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Mouse device
zh_cn: 鼠标设备

# Loc_5AADFF0A18.Text
source: Status, lighting, performance, display, and battery.
zh_cn: 状态、灯光、性能、显示和电池。

# Loc_B3082E3874.Text
source: Hardware telemetry
zh_cn: 硬件遥测

# Loc_D8667879C0.Text
source: Fan speed
zh_cn: 风扇转速

# Loc_C08649AE15.Text
source: Fan control
zh_cn: 风扇控制

# Loc_3A5FA550D4.Text
source: Mode
zh_cn: 模式

# Loc_F6E2342F87.Text
source: Target
zh_cn: 目标

# Loc_FCEF52F340.Text
source: Advanced fan diagnostics
zh_cn: 高级风扇诊断

# Loc_FDC6488430.Text
source: CPU raw mode
zh_cn: CPU 原始模式

# Loc_68E5F3A8F7.Text
source: GPU raw mode
zh_cn: GPU 原始模式

# Loc_E45684D3DA.Text
source: Performance mode
zh_cn: 性能模式

# Loc_C229515A4A.Text
source: Fans
zh_cn: 风扇

# Loc_E61D9AFAFA.Text
source: Charge limit
zh_cn: 充电上限

# Loc_C78C6041E0.OnContent
source: On
zh_cn: 开启

# Loc_C78C6041E0.OffContent
source: Off
zh_cn: 关闭

# Loc_AE391759C5.Text
source: CPU/GPU Boost applies to this session only. Max Fan is saved with the profile.
zh_cn: CPU/GPU Boost 仅当前会话，Max Fan 随配置保存。

# Loc_FBA62F56DE.Text
source: Keyboard lighting
zh_cn: 键盘灯光

# Loc_69EFED8C33.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Keyboard lighting effect
zh_cn: 键盘灯效

# Loc_CDBC79C8C5.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Choose effect color
zh_cn: 选择灯效颜色

# Loc_CDBC79C8C5.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Effect color
zh_cn: 灯效颜色

# Loc_38C8E58C97.Text
source: Color
zh_cn: 颜色

# Loc_5B268F9BA5.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Choose second effect color
zh_cn: 选择灯效颜色 2

# Loc_5B268F9BA5.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Second effect color
zh_cn: 灯效颜色 2

# Loc_16D5B1620F.Text
source: Color 2
zh_cn: 颜色 2

# Loc_EB57417109.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Effect direction
zh_cn: 波浪方向

# Loc_B4D7460469.Text
source: Chassis logo
zh_cn: 机身 Logo

# Loc_6FF5FBA77A.Text
source: Touchpad
zh_cn: 触控板

# Loc_C3B786E4F7.Text
source: Uses the Windows Precision Touchpad system setting.
zh_cn: 使用 Windows 精确式触控板系统开关。

# Loc_DA6DE4EFA4.OnContent
source: On
zh_cn: 开启

# Loc_DA6DE4EFA4.OffContent
source: Off
zh_cn: 关闭

# Loc_DA6DE4EFA4.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Touchpad
zh_cn: 触控板

# Loc_A44CD62B33.Text
source: Display
zh_cn: 显示

# Loc_6071B823E0.Text
source: The current refresh rate is read from the Windows display controller.
zh_cn: 当前刷新率由 Windows 本机显示控制器读取。

# Loc_26D3C557FF.Text
source: Platform status
zh_cn: 平台状态

# Loc_3ED6955900.Text
source: Startup animation
zh_cn: 启动动画

# Loc_8937CB3DA5.Text
source: Panel mode
zh_cn: 面板模式

# Loc_E426750AB6.Text
source: One-time full charge
zh_cn: 一次性充满

# Loc_0D037A64E0.Text
source: Status, DPI, polling rate, and power.
zh_cn: 状态、DPI 与轮询率、电源。

# Loc_BEA434DB0D.Text
source: Battery
zh_cn: 电量

# Loc_AAABCC9222.Text
source: Read only
zh_cn: 只读

# Loc_4AA416AC22.Text
source: Polling rate
zh_cn: 轮询率

# Loc_B67B486F7D.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Save polling rate
zh_cn: 保存轮询率

# Loc_1B300DD952.Text
source: Save
zh_cn: 保存

# Loc_91A248FC39.Text
source: Current DPI
zh_cn: 当前 DPI

# Loc_1B0EA1DA45.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Save current DPI
zh_cn: 保存当前 DPI

# Loc_0BF9362E7D.Text
source: Sleep timeout
zh_cn: 休眠时间

# Loc_B16C078647.Header
source: Minutes
zh_cn: 分钟

# Loc_6632C40B66.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Save sleep timeout
zh_cn: 保存休眠时间

# Loc_76FCF14149.Text
source: Low-battery alert
zh_cn: 低电量提醒

# Loc_FCAB5D1B32.Text
source: DPI stages
zh_cn: DPI 档位

# Loc_35DF22AAAD.Text
source: Stage count
zh_cn: 档位数

# Loc_FCBC9D4D0F.Text
source: Active stage
zh_cn: 活动档

# Loc_3500845EBF.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Save DPI stages
zh_cn: 保存 DPI 档位

# Loc_B7184FA7E2.Text
source: Save stages
zh_cn: 保存档位

# Loc_0A97A9B373.Text
source: Stage
zh_cn: 档位

# Loc_A4CE42CFAB.Text
source: Saves the complete table · 100-30000 · step 50 · current session
zh_cn: 整表提交 · 100–30000 · 步进 50 · 当前会话

# Loc_7228F14C77.Text
source: Onboard mappings
zh_cn: 板载映射

# Loc_38C9EAF77D.Text
source: Mapping layer
zh_cn: 映射层

# Loc_91C223D2EC.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Onboard mapping layer
zh_cn: 板载映射层

# Loc_56F4B1E701.Content
source: Read
zh_cn: 读取

# Loc_51866506E5.Text
source: Mouse controls
zh_cn: 鼠标控制

# Loc_6C071A20D1.Text
source: Current action
zh_cn: 当前动作

# Loc_C89F81E3D1.Text
source: Target action
zh_cn: 目标动作

# Loc_6EE879D982.Text
source: Parameters
zh_cn: 参数

# Loc_2D72DC9E3F.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Target onboard mapping action
zh_cn: 目标板载映射动作

# Loc_A931F2A16F.Header
source: Modifier 0-255
zh_cn: 修饰键 0–255

# Loc_A931F2A16F.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Keyboard modifier code
zh_cn: 键盘修饰键码

# Loc_0E422F6A72.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Keyboard HID Usage
zh_cn: 键盘 HID Usage

# Loc_9F41F9592F.Text
source: Fixed double-click
zh_cn: 固定双击

# Loc_767A063324.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Save onboard mapping
zh_cn: 保存板载映射

# Loc_14933D7587.Text
source: Profiles
zh_cn: 配置

# Loc_3453A83F8E.Text
source: Manage device presets, app bindings, and shortcut cycles.
zh_cn: 本地配置、应用绑定以及当前用户的启动设置。

# Loc_E622287D8A.Content
source: Import
zh_cn: 导入

# Loc_58DC9A24FF.Content
source: Export
zh_cn: 导出

# Loc_CA6E17DD3A.Text
source: Active profile
zh_cn: 活动配置

# Loc_311EB20F8C.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete current profile
zh_cn: 删除当前配置

# Loc_311EB20F8C.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Delete current profile
zh_cn: 删除当前配置

# Loc_00DC0BB70D.PlaceholderText
source: New profile name
zh_cn: 新配置名称

# Loc_9D032642E0.Content
source: Create
zh_cn: 新建

# Loc_212999B9CD.Content
source: Clone
zh_cn: 克隆

# Loc_12964C8CFC.Content
source: Rename
zh_cn: 重命名

# Loc_95B9EC6E0F.Text
source: Verified device settings are applied when the foreground app or power source changes.
zh_cn: 前台应用或电源状态变化时会自动应用已验证的设备设置。

# Loc_2A6762CB42.Text
source: App bindings
zh_cn: 应用绑定

# Loc_0EAF4E604F.Text
source: Switches to the current profile when an app moves to the foreground.
zh_cn: 应用进入前台时自动切换到当前配置。

# Loc_EB8ED8250D.Content
source: Add app
zh_cn: 添加应用

# Loc_5DAE9E5AB4.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove app binding
zh_cn: 移除应用绑定

# Loc_5DAE9E5AB4.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Remove app binding
zh_cn: 移除应用绑定

# Loc_C6BFF9FFC0.Text
source: Start with Windows
zh_cn: 开机启动

# Loc_6048E58A89.Text
source: Current user only. Administrator access is not required.
zh_cn: 仅当前用户，不需要管理员权限。

# Loc_97C848E235.Text
source: Diagnostics
zh_cn: 诊断

# Loc_2316E0EB08.Text
source: Review device channels, protocol readback, and the latest query results.
zh_cn: 检查设备通道、协议读回和最近一次查询结果。

# Loc_B2441B64DA.Content
source: Check again
zh_cn: 重新检查

# Loc_BD61CEC3FA.Text
source: Query log
zh_cn: 查询记录

# Loc_C153F25A3D.Text
source: Controls without verified readback remain disabled. OpenSynapse never terminates Synapse.
zh_cn: 未通过读回的能力始终保持禁用；OpenSynapse 不会结束 Synapse 进程。

# Loc_9C7CF1DBDC.Text
source: About
zh_cn: 关于

# Loc_BA196502D0.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: OpenSynapse logo
zh_cn: OpenSynapse 标志

# Loc_3F55A9CDB4.Text
source: Local device control
zh_cn: 本地设备控制工具

# Loc_C606F601F7.Text
source: Version 1.1.3
zh_cn: 版本 1.0.1

# Loc_C3734BA5BC.Text
source: Manage connected Razer devices without Synapse, including lighting, performance, and everyday settings.
zh_cn: 脱离雷云管理已连接的 Razer 设备，调整灯光、性能和常用设置。

# Loc_502B244806.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open OpenSynapse on GitHub
zh_cn: 打开 OpenSynapse GitHub

# Loc_79D0601598.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: View walkthrough
zh_cn: 查看使用引导

# Loc_C100499F91.Text
source: View walkthrough
zh_cn: 查看使用引导

# Loc_A7FABDAFBA.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Starting OpenSynapse
zh_cn: 正在启动 OpenSynapse

# Loc_D21D65F64A.Text
source: Preparing local controls
zh_cn: 正在准备本机控制

# Loc_A953098FFE.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: OpenSynapse walkthrough
zh_cn: OpenSynapse 使用导览

# Loc_870B386A8A.Content
source: Back
zh_cn: 上一步

# Loc_0D81928209.Content
source: Next
zh_cn: 下一步

# Loc_0CE53A16F8.Text
source: Open dashboard
zh_cn: 打开主面板

# Loc_0CE53A16F8.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open the OpenSynapse dashboard
zh_cn: 打开 OpenSynapse 主面板

# Loc_ED026FD231.Text
source: Device controls
zh_cn: 设备控制

# Loc_ED026FD231.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open device controls
zh_cn: 打开设备控制

# Loc_16444BA5AB.Text
source: Profiles
zh_cn: 配置

# Loc_16444BA5AB.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open profiles
zh_cn: 打开配置

# Loc_76EAEA9450.Text
source: Start with Windows
zh_cn: 开机启动

# Loc_76EAEA9450.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Set startup behavior
zh_cn: 设置开机启动

# Loc_81394C3DA6.Text
source: Exit
zh_cn: 退出

# Loc_81394C3DA6.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Exit OpenSynapse
zh_cn: 退出 OpenSynapse

# Text_0982EC10
source: Smart fan curve
zh_cn: 智能风扇曲线

# Text_2B6750FA
source: View system status
zh_cn: 查看系统状态

# Text_F55AD712
source: Enabled
zh_cn: 已启用

# Text_E3D822CF
source: Automatic
zh_cn: 自动

# Text_D1D985CC
source: Ripple
zh_cn: 涟漪

# Text_28619638
source: Medium
zh_cn: 中

# Text_98C30F5D
source: Performance mode
zh_cn: 性能模式

# Text_40985721
source: Control channel unavailable
zh_cn: 控制通道不可用

# Text_949856B3
source: Cancel
zh_cn: 取消

# Text_2E25FD9A
source: Connected · query failed
zh_cn: 已连接 · 查询失败

# Text_19D052FF
source: Touchpad
zh_cn: 触控板

# Text_528DF7D8
source: Reading profiles and device status
zh_cn: 正在读取配置与设备状态

# Text_3F48AC7F
source: Play / Pause
zh_cn: 播放 / 暂停

# Text_45977270
source: Double-click
zh_cn: 双击

# Text_62E1155B
source: Startup enabled
zh_cn: 已启用开机启动

# Text_7EDA32B9
source: Breathing
zh_cn: 呼吸

# Text_51212D25
source: Starlight
zh_cn: 星光

# Text_C1DB7AE1
source: Performance
zh_cn: 性能

# Text_BAA7D10B
source: Undervolt preset
zh_cn: 降压预设

# Text_5965520A
source: HID control channel accessible
zh_cn: HID 控制通道可打开

# Text_388555B3
source: Tidal
zh_cn: 潮汐

# Text_A14B88EA
source: Detected · interface unavailable
zh_cn: 已发现 · 接口不可访问

# Text_7F983785
source: Mouse DPI stages
zh_cn: 鼠标 DPI 档位

# Text_4E7B2B0B
source: Querying hardware
zh_cn: 正在查询硬件

# Text_E19E170A
source: Not scanned yet
zh_cn: 尚未探测

# Text_E63FBFB1
source: Waiting for samples
zh_cn: 等待采样

# Text_21BE26F0
source: Spectrum
zh_cn: 光谱循环

# Text_71816F86
source: Manual
zh_cn: 手动

# Text_7E6D2390
source: On
zh_cn: 开启

# Text_8FF9138F
source: Static
zh_cn: 静态

# Text_95979F99
source: Detected · feature interface accessible
zh_cn: 已发现 · Feature 接口可打开

# Text_D0003708
source: Unknown
zh_cn: 未知

# Text_F3845B2A
source: Audio Meter
zh_cn: 音频律动

# Text_B4009B67
source: Sampling failed · showing previous values
zh_cn: 采样失败 · 显示上次值

# Text_2AA0915E
source: Yes
zh_cn: 是

# Text_85CC42C6
source: Manual · -- RPM
zh_cn: 手动 · -- RPM

# Text_61DF3243
source: Back
zh_cn: 后退

# Text_883A50D7
source: Left / Counterclockwise
zh_cn: 向左 / 逆时针

# Text_242C3A0C
source: applied and read back
zh_cn: 应用并读回

# Text_6295D9CB
source: Static
zh_cn: 常亮

# Text_78980344
source: Right click
zh_cn: 右键

# Text_6320369E
source: Read failed
zh_cn: 读取失败

# Text_80A48F18
source: Keyboard key
zh_cn: 键盘按键

# Text_1EE18BFF
source: Mouse device
zh_cn: 鼠标设备

# Text_2A08EC21
source: Import profiles
zh_cn: 导入配置

# Text_23A7CCBC
source: External configuration
zh_cn: 外部配置

# Text_DB0974DC
source: Not detected
zh_cn: 未发现

# Text_CC4D3763
source: No Blade 16 or Viper V3 HyperSpeed detected.
zh_cn: 未发现 Blade 16 或 Viper V3 HyperSpeed。

# Text_1E13BD21
source: Done
zh_cn: 完成

# Text_6F38F6BC
source: Laptop device
zh_cn: 笔记本设备

# Text_F9E7EDEF
source: Device scan failed
zh_cn: 设备探测失败

# Text_72C29287
source: Unavailable
zh_cn: 不可用

# Text_190B5DB1
source: Normal
zh_cn: 普通

# Text_5C1F32A7
source: High
zh_cn: 高

# Text_8423206D
source: Internal display refresh rate
zh_cn: 内置屏刷新率

# Text_6D40E761
source: Middle click
zh_cn: 滚轮按下

# Text_A8CF66DD
source: Balanced (battery)
zh_cn: 平衡（电池）

# Text_3A5819C1
source: DPI button
zh_cn: DPI 切换键

# Text_7EEF96A9
source: Connected · protocol available
zh_cn: 已连接 · 协议可用

# Text_8FAB6EC0
source: Startup disabled
zh_cn: 已关闭开机启动

# Text_5EAB9F51
source: Device channel
zh_cn: 设备通道

# Text_CF8B06AA
source: Waiting for hardware query
zh_cn: 等待硬件查询

# Text_5F0C27DB
source: Keyboard brightness
zh_cn: 键盘亮度

# Text_794A1C95
source: Left click
zh_cn: 左键

# Text_290DA6F9
source: Forward
zh_cn: 前进

# Text_9753B259
source: Balanced
zh_cn: 平衡

# Text_10C83C81
source: Next
zh_cn: 下一步

# Text_CC3895A3
source: write failed
zh_cn: 写入

# Text_09707A2C
source: Keyboard lighting
zh_cn: 键盘灯效

# Text_DA035EAB
source: Device discovery
zh_cn: 设备发现

# Text_5DCB722E
source: Fire
zh_cn: 火焰

# Text_AA91A1FF
source: Startup animation
zh_cn: 启动动画

# Text_165FCE9D
source: Wave
zh_cn: 波浪

# Text_470691B2
source: Ready
zh_cn: 已就绪

# Text_5F541189
source: Normal layer
zh_cn: 普通层

# Text_0670E591
source: HyperShift layer
zh_cn: HyperShift 层

# Text_14FD1E92
source: GPU memory
zh_cn: GPU 内存

# Text_8F4E16B7
source: Select a verified onboard mapping action.
zh_cn: 请选择已验证的板载映射动作。

# Text_6027BEB0
source: Query failed
zh_cn: 查询失败

# Text_4B4189B0
source: Load failed
zh_cn: 加载失败

# Text_A70924BE
source: Query failed · showing previous values
zh_cn: 查询失败 · 显示上次值

# Text_5CF73A23
source: switched and read back
zh_cn: 切换并读回

# Text_945C2E42
source: started
zh_cn: 启动

# Text_4626A505
source: Scanning
zh_cn: 探测中

# Text_DEE979FD
source: Charge limit
zh_cn: 充电上限

# Text_10DDDE56
source: Wheel up
zh_cn: 滚轮向上

# Text_A9AE645B
source: Waiting for local profiles
zh_cn: 等待加载本地配置

# Text_33F4E277
source: Ambient
zh_cn: 环境感知

# Text_EE43F0B1
source: Battery saver
zh_cn: 电池节能

# Text_6555BB41
source: In use by Synapse or access denied
zh_cn: Synapse 占用或访问被拒绝

# Text_CAF15352
source: Device
zh_cn: 设备

# Text_25083B1F
source: Mouse DPI
zh_cn: 鼠标 DPI

# Text_0913960E
source: Profile 1 · 8 mappable controls
zh_cn: Profile 1 · 8 个可映射控制

# Text_874ADE24
source: Connected · hardware query failed
zh_cn: 已连接 · 硬件查询失败

# Text_E2309DE4
source: Reactive
zh_cn: 响应

# Text_C409646C
source: Not read
zh_cn: 未读取

# Text_FB278D95
source: Protocol query failed
zh_cn: 协议查询失败

# Text_76BEF6E0
source: No supported device detected
zh_cn: 未发现目标设备

# Text_BA8E994B
source: Not applicable (non-MiniLED)
zh_cn: 不适用（非 MiniLED）

# Text_C41C6FC1
source: Mouse sleep timeout
zh_cn: 鼠标休眠

# Text_CB5F70D1
source: Low
zh_cn: 低

# Text_B7B42866
source: CPU, GPU, memory, and storage status appear at the top of Overview.
zh_cn: CPU、GPU、内存和硬盘状态都在概览顶部。

# Text_D9D5D89A
source: Cycle DPI
zh_cn: DPI 循环切换

# Text_2A3A07A1
source: Wheel
zh_cn: 色轮

# Text_0E45FC12
source: No limit (100%)
zh_cn: 关闭限制（100%）

# Text_4DC4534C
source: Connect a supported Blade or Viper device, then scan again.
zh_cn: 连接受支持的 Blade 或 Viper 设备后重新探测。

# Text_7D07A709
source: Chassis logo
zh_cn: 机身 Logo

# Text_EA8D5381
source: Delete
zh_cn: 删除

# Text_2A957CE7
source: Keyboard Turbo
zh_cn: 键盘 Turbo

# Text_C85491EA
source: Off · 100%
zh_cn: 关闭 · 100%

# Text_7E3B0F3C
source: Disabled
zh_cn: 已禁用

# Text_FB3FF0D8
source: Right / Clockwise
zh_cn: 向右 / 顺时针

# Text_39B523BD
source: Off
zh_cn: 关闭

# Text_D9C12104
source: Mouse onboard mapping
zh_cn: 鼠标板载映射

# Text_C796738D
source: Save mouse settings
zh_cn: 保存鼠标设置

# Text_5B78D29B
source: Switch pages
zh_cn: 切换页面

# Text_6634ED40
source: External manifest
zh_cn: 外部 manifest

# Text_4033519A
source: Use the sidebar to open Devices, Profiles, and Diagnostics.
zh_cn: 从左侧进入设备、配置和诊断。

# Text_A98448E8
source: Connected · available controls read
zh_cn: 已连接 · 已读取可用控制

# Text_598C5804
source: Custom
zh_cn: 自定义

# Text_B436A1F2
source: Fixed fan speed
zh_cn: 固定风扇

# Text_11DDDFE9
source: Wheel down
zh_cn: 滚轮向下

# Text_B9EC9D4C
source: switch failed
zh_cn: 切换

# Text_60E54E25
source: Silent
zh_cn: 静音

# Text_AB65F0F4
source: Mouse Turbo
zh_cn: 鼠标 Turbo

# Text_4BC87173
source: Delete the current profile?
zh_cn: 删除当前配置？

# Text_2351D059
source: No
zh_cn: 否

# Text_47A60744
source: Choose a device
zh_cn: 选择设备

# Text_EED40F9C
source: Gaming mode
zh_cn: 游戏模式

# Text_CAEC7015
source: Mouse polling rate
zh_cn: 鼠标轮询率

# Text_67AB4301
source: Mouse changes are not written immediately. Review them, then select Save.
zh_cn: 鼠标改动不会直接写入。确认无误后点“保存”。

# Text_C777B66A
source: Switch between the laptop and mouse to view their settings.
zh_cn: 在笔记本和鼠标之间切换，下面会显示对应设置。

# Text_6F8CB285
source: One-time full charge
zh_cn: 一次性充满

# GameModeRaw
source: Mode 0x{0:X2} · mask 0x{1:X2} · Lifted 0x{2:X2}
zh_cn: 模式 0x{0:X2} · 屏蔽 0x{1:X2} · Lifted 0x{2:X2}

# DurationMinutes
source: {0} min
zh_cn: {0} 分钟

# KeyboardMappingDescription
source: Keyboard key · modifier 0x{0:X2} · Usage 0x{1:X2}
zh_cn: 键盘按键 · 修饰 0x{0:X2} · Usage 0x{1:X2}

# DpiStageSummary
source: DPI stage {0}/{1} · {2}
zh_cn: DPI 档位 {0}/{1} · {2}

# ProfileLoaded
source: Local profiles loaded · {0}
zh_cn: 本地配置已加载 · {0}

# DefaultProfileLoaded
source: Default local profile loaded · {0}
zh_cn: 已使用默认本地配置 · {0}

# BindApplication
source: Bind app {0}
zh_cn: 绑定应用 {0}

# HardwareQueryTime
source: Hardware query {0:HH:mm:ss}
zh_cn: 硬件查询 {0:HH:mm:ss}

# HardwareQueryFailureCount
source: {0} hardware queries failed. Controls without readback are disabled. See Diagnostics for details.
zh_cn: {0} 项硬件查询失败，未成功读回的控制已停用。请在“诊断”页查看详情。

# DeviceOperationSucceeded
source: {0} {1} {2:HH:mm:ss}
zh_cn: {0}已{1} {2:HH:mm:ss}

# ProfileExportFailed
source: Profile export failed: {0}
zh_cn: 配置导出失败：{0}

# DeleteProfile
source: Delete profile {0}
zh_cn: 删除配置 {0}

# ManualFanCurrentSpeed
source: Manual · {0} RPM · current {1} / {2}
zh_cn: 手动 · {0} RPM · 当前 {1} / {2}

# UnbindApplication
source: Unbind app {0}
zh_cn: 解绑应用 {0}

# ProfileExported
source: Profiles exported · {0}
zh_cn: 配置已导出 · {0}

# ProfileImportFailed
source: Profile import failed: {0}
zh_cn: 配置导入失败：{0}

# SwitchProfile
source: Switch profile {0}
zh_cn: 切换配置 {0}

# LiveSampleTime
source: Live sample {0:HH:mm:ss}
zh_cn: 实时采样 {0:HH:mm:ss}

# StartupSettingFailed
source: Startup setting failed: {0}
zh_cn: 开机启动设置失败：{0}

# DurationMinutesSeconds
source: {0} min {1} sec
zh_cn: {0} 分 {1} 秒

# ProtocolPartiallyAvailableCount
source: Partially available {0}/{1}
zh_cn: 部分可用 {0}/{1}

# ManualFanSpeed
source: Manual · {0} RPM
zh_cn: 手动 · {0} RPM

# DeviceScanTime
source: Device scan {0:HH:mm:ss}
zh_cn: 设备探测 {0:HH:mm:ss}

# CloneProfile
source: Clone profile {0}
zh_cn: 克隆配置 {0}

# AutomaticFanSpeed
source: Automatic · CPU {0} / GPU {1} RPM
zh_cn: 自动 · CPU {0} / GPU {1} RPM

# ProfileAutoSwitched
source: Switched automatically · {0}
zh_cn: 已自动切换 · {0}

# MappingReadIncomplete
source: Incomplete read · {0}/16 records
zh_cn: 读取不完整 · {0}/16 条记录

# CreateProfile
source: Create profile {0}
zh_cn: 新建配置 {0}

# RenameProfile
source: Rename profile {0}
zh_cn: 重命名配置 {0}

# MouseControlNumber
source: Control {0}
zh_cn: 控制 {0}

# DurationSeconds
source: {0} sec
zh_cn: {0} 秒

# DeleteProfileMessage
source: “{0}” will be deleted. Device settings will remain installed.
zh_cn: 将删除“{0}”，设备设置不会被卸载。

# ProtocolAvailableCount
source: Protocol available {0}/{1}
zh_cn: 协议可用 {0}/{1}

# ProfileOperationFailed
source: {0} failed: {1}
zh_cn: {0}失败：{1}

# Text_BA5FB914
source: The smart fan curve started, but the profile could not be saved. The in-memory profile was restored.
zh_cn: 智能风扇曲线已启动，但配置保存失败，已恢复内存配置。

# Text_C7D0CD75
source: The lighting effect started, but the profile could not be saved. The in-memory profile was restored.
zh_cn: 灯效已启动，但配置保存失败，已恢复内存中的配置。

# Text_780EB5E5
source: Fixed fan speed and a smart curve cannot be configured at the same time.
zh_cn: 固定转速和智能曲线不能同时配置。

# Text_C2463C0F
source: Device monitoring
zh_cn: 设备监听

# Text_07E747F7
source: OpenSynapse profile
zh_cn: OpenSynapse 配置

# Text_AB07F412
source: GPU Boost was written, but the profile could not be saved. The in-memory profile was restored.
zh_cn: GPU Boost 已写入，但配置保存失败，已恢复内存中的配置。

# Text_8F0D00AE
source: One-time full-charge status is unavailable.
zh_cn: 一次性充满状态不可用。

# Text_36D4C146
source: Internal display refresh-rate status is unavailable.
zh_cn: 内置屏刷新率状态不可用。

# Text_D8072790
source: MappingEngine unsupported output is missing type.
zh_cn: MappingEngine unsupported output 缺少 type。

# Text_58B6E9BD
source: MappingEngine display output id is invalid.
zh_cn: MappingEngine display output id 无效。

# Text_2263C356
source: Performance mode status is unavailable.
zh_cn: 性能模式状态不可用。

# Text_F11CE40A
source: No verified installed Razer MappingEngine was found. Fn keys and mute-light synchronization remain disabled.
zh_cn: 未找到已安装的已验证 Razer MappingEngine；Fn 和静音灯同步保持禁用。

# Text_DB217284
source: The Blade Fn session left by the previous abnormal exit could not be cleaned up. Driver Mode was not started.
zh_cn: 上次异常退出留下的 Blade Fn 会话未能清理，已拒绝重新进入 Driver Mode。

# Text_FF784DE9
source: Blade fixed-fan mode is missing.
zh_cn: Blade 固定风扇缺少模式。

# Text_6D55CA11
source: Blade MappingEngine stopped before audio synchronization completed.
zh_cn: Blade MappingEngine 在音频同步完成前已被安全停止。

# Text_F00EAF88
source: Keyboard brightness status is unavailable.
zh_cn: 键盘亮度状态不可用。

# Text_57D50118
source: The tray icon could not be restored. Window close now exits the app.
zh_cn: 托盘图标恢复失败，已切换为普通窗口关闭模式。

# Text_F76B82D3
source: Blade fixed-fan mode does not match the target speed.
zh_cn: Blade 固定风扇模式和目标转速不匹配。

# Text_359F8C1A
source: The logo setting was written, but the profile could not be saved. The in-memory profile was restored.
zh_cn: Logo 已写入，但配置保存失败，已恢复内存中的配置。

# Text_86504D84
source: DPI stages were written, but the profile could not be saved. The in-memory profile was restored.
zh_cn: DPI 档位已写入，但配置保存失败，已恢复内存中的配置。

# Text_541E43C6
source: The official store containing all 64 Product 710 default mappings was not found. Driver Mode was not started to protect Fn-key behavior.
zh_cn: 没有找到包含完整 64 条 Product 710 默认映射的官方存储；为避免破坏 Fn 组合键，拒绝进入 Driver Mode。

# Text_3D32CBBD
source: The fixed fan speed was written, but the profile could not be saved. The in-memory profile was restored.
zh_cn: 固定风扇已写入，但配置保存失败，已恢复内存配置。

# Text_06C879B7
source: Gaming mode status is unavailable.
zh_cn: 游戏模式状态不可用。
